alac-git
anki-bin
asus-fan-dkms-git
at
base
base-devel
bleachbit
bluez
bluez-utils
brave-bin
brightnessctl
brother-hl2030
btop
ca-certificates
cacheclean
calcure
cbonsai
cmatrix
code
cpupower
cups
cups-pdf
dbus-c++
distrobox
docker
dooit
dosfstools
dracula-gtk-theme
dracula-icons-git
dunst
efibootmgr
exfat-utils
expac
eza
feh
figlet
filelight
fish
flatpak
git
gitleaks
gnome-disk-utility
go
grim
gst-plugin-pipewire
gum
gvfs
hdparm
htop
httpie
hyprland
imagemagick
intel-ucode
jdk-openjdk
jq
kitty
lazygit
less
libpulse
libxcrypt-compat
linux
linux-firmware
lldb
luckybackup
lxappearance
mako
mandoc
mariadb
mesa-utils
nautilus
nbfc
ncdu
neofetch
neovim
networkmanager
ngrok
nm-connection-editor
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
obsidian
openvpn
pacman-contrib
pamixer
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
python-annotated-types
python-pip
python-requests
qmk
qutebrowser
rmlint
rofi-wayland
rust
sddm
sl
slack-desktop
slurp
smassh
sof-firmware
spotify-launcher
starship
swappy
swaybg
swaylock-effects
thermald
thunar
tmux
ttf-dejavu
ttf-jetbrains-mono-nerd
ttf-liberation
unrar
unzip
usbutils
vi
via-bin
vlc
vscodium-bin
vulkan-intel
waybar
wget
wireplumber
wl-clipboard
wlogout
wofi
xclip
xdg-desktop-portal-hyprland-git
xdotool
xfce4-settings
xwaylandvideobridge
yay
zip
zoxide
zram-generator
